export const catalogData = [
  {
    type: "gr",
    title: "GR - Соосно-цилиндрический",
  },
  {
    type: "gs",
    title: "GS - Червячный",
  },
  {
    type: "gk",
    title: "GK - Цилиндро-конический",
  },
  {
    type: "gf",
    title: "GF - Плоскоцилиндрический",
  },
  {
    type: "mrv",
    title: "MRV - Червячные мотор-редукторы",
  },
  {
    type: "hb",
    title: "HB - общепромышленные мотор-редукторы",
  },
  {
    type: "bw",
    title: "Циклоидальные редукторы - Серия B/X",
  },
  {
    type: "gx",
    title: "Планетарные редукторы GX",
  },
  {
    type: "xg",
    title: "Скоростные редукторы - Серия XG",
  },
  {
    type: "smr",
    title: "Редуктор SMR",
  },
  {
    type: "kzb",
    title: "Самовсасывающий насос - серия KZB ",
  },
  {
    type: "ksp",
    title: "Пивоварный инженерный насос",
  },
  {
    type: "khz",
    title: "Стандартный химический технологический насос",
  },
  {
    type: "ihd",
    title: "Пищевой биохимический технологический насос",
  },
  {
    type: "fjx",
    title: "Насос принудительной циркуляции",
  },
  {
    type: "hw",
    title: "Насос смешанного типа",
  },
  {
    type: "kcp",
    title: "Санитарный центробежный насос",
  },
];
