export const deliveryText = [
    {
        title: 'Доставка',
        text: 'Все редукторы качественно упакованы'
    },
    {
        title: 'Доставка по РФ',
        text: 'Самовывоз город Воронеж или отправка транспортной компанией до точки выдачи в Вашем городе.'
    },
    {
        title: 'Отправка',
        text: 'При оплате до 12:00 — товар отправляется в день оплаты. После 12:00 — в течении 24 часов с момента оплаты. Доставка по СНГ'
    },
    {
        title: 'Доставка по СНГ',
        text: 'Транспортной компанией или самолетом до точки выдачи в Вашем городе. Доставка до транспортной компании — бесплатно.'
    },
]

