export const reductorsData = [
    {
        type: 'gr',
        title: 'Соосно-цилиндрический мотор-редукторы GR, GRF, GRX, GRXF, GRM',
        description: 'Соосно-цилиндрические мотор-редукторы GR, GRF, GRX, GRXF, GRM общепромышленного назначения производятся компанией GUOMAO. В серии представлены 14 типоразмеров с электродвигателями мощностью 0,12 — 160 кВт. Максимальный крутящий момент — 36600 Нм, передаточное отношение — от 1.3 до 26995. Входной и выходной валы расположены на одной оси...<br><br>Унифицированные присоединительные размеры мотор-редукторов обеспечивают взаимозаменяемость с приводами TOS ZNOJMO, Varvel, NORD, Motovario, SITI.',
        performanceOptions: [
            "GR - устанавливается на лапы. Цельный вал.",
            "GRF - с фланцевым креплением. Цельный вал.",
            "GRX - устанавливается на лапы. Одноступенчатый.",
            "GRXF - B5 с фланцевым креплением. Одноступенчатый.",
            "GRM - с фланцевым креплением. С удлинённой нажимной коробкой",
            "GR..AD.. - типы входных валов.",
            "GR..R - комбинация двух серий GR."
        ],
        typeDesignation: [
            "1 - тип мотор-редуктора",
            "2 - типоразмер (межосевое расстояние, мм)",
            "3 - передаточное число, i",
            "4 - скорость вращения выходного вала (об/мин)",
            "5 - мощность электродвигателя (кВт)",
            "6 - дополнительные параметры электродвигателя",
            "7 - монтажное положение"
        ],
        typeDesignationTables: {
            first: {
                "1": "GR, GRF, GRX, GRXF, GRM, GR..AD.., GR..R",
                "2": "19, 29, 39, 49, 59, 69, 79, 89, 99, 109, 129, 139, 149, 159, 169, 179, 189",
                "3": "1,3 - 26995",
                "4": "0,06 - 1143",
                "5": "0.12, 0.18, 0.25, 0.37, 0.55, 0.75, 1.1, 1.5, 2.2, 3, 4, 5.5, 7.5, 11, 15, 18.5, 22, 30, 37, 45, 55, 75, 90, 110, 132, 160, 200",
                "6": "Тормоз Взрывозащита Вентилятор Энкодер Двухскоростные Трёхскоростные",
                "7": "M1, M2, M3, M4, M5, M6"
            }
        }
    },
    {
        type: 'gs',
        title: 'GS - Червячный',
        description: 'Общепромышленные редукторы GUOMAO серии GS с перпендикулярно расположенными валами имеют модульную конструкцию и состоят из одноступенчатой цилиндрической и одноступенчатой червячной передач. Они могут быть оснащены цельным или полым выходным валом с возможностью вращения в обоих направлениях. Эти редукторы совместимы с различными типами электродвигателей и другими источниками вращения. Редукторы серии GS можно адаптировать к различным условиям эксплуатации, а их различные модели позволяют выбрать подходящую степень редукции в широком диапазоне с минимальными шагами. Комбинация нескольких модулей обеспечивает высокие конечные передаточные числа и снижение скорости выходного вала. Корпуса редукторов серии GS изготовлены из высокопрочного чугуна, шестерни и валы подвергаются процессу газовой цементации и точной обработки, что обеспечивает высокую нагрузочную способность. Все компоненты редукторов проходят тщательную механическую обработку и тестирование, что гарантирует низкий уровень шума. Правильный выбор модели редуктора, соблюдение требований эксплуатации и технического обслуживания основных компонентов обеспечивают гарантийный срок службы более 25 000 часов, а коэффициент полезного действия достигает 95%. Мотор-редукторы серии GS используются в различных отраслях промышленности, сельском хозяйстве и коммунальной сфере. Они могут работать при температурах от -10 °C до +40 °C и на высоте до 1000 метров над уровнем моря без каких-либо ограничений по области применения. Для получения дополнительной информации об использовании редукторов в нестандартных или агрессивных условиях следует обратиться за консультацией.',
        performanceOptions: [
            "GS - редукторы с цельным выходным валом и монтажом на лапы",
            "GSHF – с монтажом на полый выходной вал и фланец B5",
            "GSF – с цельным исходящим валом и фланцем B5",
            "GSHZ – с монтажом на полый исходящий вал и фланец B14",
            "GSA – с монтажом на полый исходящий вал",
            "GSAT – монтаж на полый выходной вал и рычаг крутящего момента",
            "GSH – монтаж на полый выходной вал с обжимным диском",
            "GSHT – монтаж на полый исходящий вал с обжимным диском и рычагом крутящего момента",
            "GSAF – монтаж на полый вал с фланцем B5",
            "GSAZ – монтаж на полый выходной вал с фланцем B14",
            "GS...AD – спецификации выходного вала",
            "GS...R – редукторы серии GS с дополнительным модулем серии GS или GR"
        ],
        typeDesignation: [
            "тип мотор-редуктора",
            "типоразмер (межосевое расстояние, мм)",
            "передаточное число, i",
            "скорость вращения выходного вала (об/мин)",
            "мощность электродвигателя (кВт)",
            "дополнительные параметры электродвигателя",
            "монтажное положение"
        ]
    },
    {
        type: 'gk',
        description: 'Коническо-цилиндрические мотор-редукторы GK, GKA, GKAF и GKF производства компании Guomao являются недорогим аналогом высококачественных мотор-редукторов Motovario B (BA), Bauer BK, Bonfiglioli A, Lenze GKS, NORD и Sew eurodrive. \n' +
            '\n' +
            'Трёхступенчатые приводы серии GK с номинальной мощностью от 0,12 до 200 кВт обеспечивают передаточное число в диапазоне от 5,36 до 29414. Максимальный выходной крутящий момент составляет 50 кН·м. Мотор-редукторы доступны в различных вариантах монтажа, а их корпус изготовлен из серого чугуна.',
        title: 'GK - Цилиндро-конический',
        performanceOptions: [
            "GK - устанавливается на лапы. Цельный вал.",
            "GKF - с фланцевым креплением. Цельный вал.",
            "GKA - монтируется на валу. Полый вал.",
            "GKAF - с фланцевым креплением. Полый вал.",
            "GKAB/GKHB - используются корпуса типа GK. Полый выходной вал.",
            "GKAZ - B14 с фланцевым креплением. Полый вал",
            "GKH - термоусадочный диск. Полый вал.",
            "GKHZ - B14 с фланцевым креплением. Полый вал и термоусадочный диск.",
            "GKAT/GKHT - динамометрический рычаг.",
            "GK..AD.. - типы входных валов.",
            "GK.R - комбинация серий GK и GR"
        ],
        typeDesignation: [
            "1 - тип мотор-редуктора",
            "2 - типоразмер (межосевое расстояние, мм)",
            "3 - передаточное число, i",
            "4 - скорость вращения выходного вала (об/мин)",
            "5 - мощность электродвигателя (кВт)",
            "6 - дополнительные параметры электродвигателя",
            "7 - монтажное положение"
        ]
    },
    {
        type: 'gf',
        title: 'GF - Плоскоцилиндрический',
        description: 'Межосевые расстояния между редукторами GUOMAO серии GF параллельны, а двигатели оснащены двух- и трёхступенчатыми косозубыми шестернями.\n' +
            '\n' +
            'Цилиндрические редукторы GUOMAO серии GF характеризуются модульной конструкцией, использованием высококачественных материалов для обеспечения высокого качества, прочностью, компактностью, долговечностью, низким уровнем шума, высокой эффективностью и способностью выдерживать большие радиальные и осевые нагрузки (до 5% от радиальной).',
        performanceOptions: [
            "GF - устанавливается на лапы. Цельный вал.",
            "GFF - фланцевая установка B5. Цельный вал.",
            "GFA - устанавливается на валу. Полый вал.",
            "GFAF - фланцевая установка B5. Полый вал.",
            "GFAZ - фланцевая установка B14. Полый вал.",
            "GFH - установка фиксирующей пластины на полый вал",
            "GFHF - установка фиксирующей пластины для полого вала с фланцем B5.",
            "GFHZ - установка фиксирующей пластины для полого вала с фланцем B14.",
            "GFAT/GFHT - добавление к сериям GFA/GFH защиты от поворота рычага.",
            "GF..AD - типы входных валов.",
            "GF..R - комбинация серии GF и GR."
        ],
        typeDesignation: [
            "тип мотор-редуктора",
            "типоразмер (межосевое расстояние, мм)",
            "передаточное число, i",
            "скорость вращения выходного вала (об/мин)",
            "мощность электродвигателя (кВт)",
            "дополнительные параметры электродвигателя",
            "монтажное положение"
        ]
    }
]

