export const reductorsData = [
    {
        type: 'gr',
        title: 'Соосно-цилиндрический мотор-редукторы GR, GRF, GRX, GRXF, GRM',
        description: 'Соосно-цилиндрические мотор-редукторы GR, GRF, GRX, GRXF, GRM общепромышленного назначения производятся компанией GUOMAO. В серии представлены 14 типоразмеров с электродвигателями мощностью 0,12 — 160 кВт. Максимальный крутящий момент — 36600 Нм, передаточное отношение — от 1.3 до 26995. Входной и выходной валы расположены на одной оси...<br><br>Унифицированные присоединительные размеры мотор-редукторов обеспечивают взаимозаменяемость с приводами TOS ZNOJMO, Varvel, NORD, Motovario, SITI.'
    },
    {
        type: 'gs',
        title: 'GS - Червячный',
        description: 'Общепромышленные редукторы GUOMAO серии GS с перпендикулярно расположенными валами имеют модульную конструкцию и состоят из одноступенчатой цилиндрической и одноступенчатой червячной передач. Они могут быть оснащены цельным или полым выходным валом с возможностью вращения в обоих направлениях. Эти редукторы совместимы с различными типами электродвигателей и другими источниками вращения. Редукторы серии GS можно адаптировать к различным условиям эксплуатации, а их различные модели позволяют выбрать подходящую степень редукции в широком диапазоне с минимальными шагами. Комбинация нескольких модулей обеспечивает высокие конечные передаточные числа и снижение скорости выходного вала. Корпуса редукторов серии GS изготовлены из высокопрочного чугуна, шестерни и валы подвергаются процессу газовой цементации и точной обработки, что обеспечивает высокую нагрузочную способность. Все компоненты редукторов проходят тщательную механическую обработку и тестирование, что гарантирует низкий уровень шума. Правильный выбор модели редуктора, соблюдение требований эксплуатации и технического обслуживания основных компонентов обеспечивают гарантийный срок службы более 25 000 часов, а коэффициент полезного действия достигает 95%. Мотор-редукторы серии GS используются в различных отраслях промышленности, сельском хозяйстве и коммунальной сфере. Они могут работать при температурах от -10 °C до +40 °C и на высоте до 1000 метров над уровнем моря без каких-либо ограничений по области применения. Для получения дополнительной информации об использовании редукторов в нестандартных или агрессивных условиях следует обратиться за консультацией.'
    },
    {
        type: 'gk',
        description: 'Коническо-цилиндрические мотор-редукторы GK, GKA, GKAF и GKF производства компании Guomao являются недорогим аналогом высококачественных мотор-редукторов Motovario B (BA), Bauer BK, Bonfiglioli A, Lenze GKS, NORD и Sew eurodrive. \n' +
            '\n' +
            'Трёхступенчатые приводы серии GK с номинальной мощностью от 0,12 до 200 кВт обеспечивают передаточное число в диапазоне от 5,36 до 29414. Максимальный выходной крутящий момент составляет 50 кН·м. Мотор-редукторы доступны в различных вариантах монтажа, а их корпус изготовлен из серого чугуна.',
        title: 'GK - Цилиндро-конический',
    },
    {
        type: 'gf',
        title: 'GF - Плоскоцилиндрический',
        description: 'Межосевые расстояния между редукторами GUOMAO серии GF параллельны, а двигатели оснащены двух- и трёхступенчатыми косозубыми шестернями.\n' +
            '\n' +
            'Цилиндрические редукторы GUOMAO серии GF характеризуются модульной конструкцией, использованием высококачественных материалов для обеспечения высокого качества, прочностью, компактностью, долговечностью, низким уровнем шума, высокой эффективностью и способностью выдерживать большие радиальные и осевые нагрузки (до 5% от радиальной).'
    }
]

