export const reductorsData = [
    {
        type: 'gr',
        title: 'Соосно-цилиндрический мотор-редукторы GR, GRF, GRX, GRXF, GRM',
        description: 'Соосно-цилиндрические мотор-редукторы GR, GRF, GRX, GRXF, GRM общепромышленного назначения производятся компанией GUOMAO. В серии представлены 14 типоразмеров с электродвигателями мощностью 0,12 — 160 кВт. Максимальный крутящий момент — 36600 Нм, передаточное отношение — от 1.3 до 26995. Входной и выходной валы расположены на одной оси...<br><br>Унифицированные присоединительные размеры мотор-редукторов обеспечивают взаимозаменяемость с приводами TOS ZNOJMO, Varvel, NORD, Motovario, SITI.'
    },
    {
        type: 'gs',
        title: 'GS - Червячный',
    },
    {
        type: 'gk',
        title: 'GK - Цилиндро-конический',
    },
    {
        type: 'gf',
        title: 'GF - Плоскоцилиндрический',
    }
]

