export const shuttersData = [
  {
    type: "shutter",
    title: "Затвор дископоворотный межфланцовый",
    description:
      "Дисковый поворотный межфланцевый затвор — это запорное устройство для трубопроводов, которое обеспечивает полное перекрытие потока транспортируемой рабочей среды. 1\n" +
      "Принцип работы: в закрытом состоянии запирающий элемент в форме диска установлен в плоскости, перпендикулярной потоку рабочей среды. Под воздействием управляющего органа диск поворачивается вокруг своей оси на угол 90 градусов и занимает положение параллельно потоку, полностью открывая проход рабочей среды. \n" +
      "\n" +
      "Межфланцевый дисковый затвор широко применяется в сфере коммунального хозяйства и в разных отраслях промышленности. Основные области применения: системы водоснабжения, водоотведения и канализации, системы теплоснабжения, трубопроводы пожаротушения, системы вентиляции и пожаротушения, трубопроводы для транспортировки пара и других газообразных сред.  ",
    diameters: [
      "50",
      "65",
      "80",
      "100",
      "125",
      "150",
      "200",
      "250",
      "300",
      "400",
      "500",
    ],
    features: [
      {
        title: "Производитель:",
        value: "Китай",
      },
      {
        title: "Диаметр условный Ду(Dn):",
        value: "50 мм",
      },
      {
        title: "Давление условное Ру(Pn):",
        value: "16 бар",
      },
      {
        title: "Тип присоединения:",
        value: "межфланцевый",
      },
      {
        title: "Управление:",
        value: "рукоятка",
      },
      {
        title: "Наличие концевых выключателей:",
        value: "нет",
      },
      {
        title: "Класс материала диска:",
        value: "нержавеющая сталь",
      },
      {
        title: "Класс материала корпуса:",
        value: "углеродистая сталь",
      },
      {
        title: "Класс герметичности:",
        value: "А",
      },
    ],
  },
  {
    type: "ball",
    title: "Кран шаровый полнопроходной",
    description:
      "Полнопроходной шаровой кран — это устройство, обеспечивающее полный проход по трубопроводу для жидкостей или газов. \n" +
      "\n" +
      "Он имеет диаметр прохода, равный диаметру трубы, что обеспечивает максимальную пропускную способность и позволяет избежать потерь давления при прохождении среды через кран.\n" +
      "\n" +
      "Полнопроходные краны используются в трубопроводах, транспортирующих жидкости и газы под высоким давлением, а также в системах отопления и водоснабжения.",
    diameters: ["15", "20", "25"],
    features: [
      {
        title: "Производитель:",
        value: "Китай",
      },
      {
        title: "Диаметр условный Ду(Dn):",
        value: "15 мм",
      },
      {
        title: "Давление условное Ру(Pn):",
        value: "63 бар",
      },
      {
        title: "Пневмопривод:",
        value: "Да",
      },
      {
        title: "Класс материала шара:",
        value: "AISI316",
      },
      {
        title: "Класс материала корпуса:",
        value: "CF8M",
      },
    ],
  },
];
